Repository: stuarthayhurst/alphabetical-grid-extension
Catalog: locale/*/LC_MESSAGES/AlphabeticalAppGrid@stuarthayhurst.po
Languages: nl

source: Reordering app grid
nl: Bezig met herordenen…

source: Patched item comparison
nl: Verschil tussen gepatchte items

source: Patched redisplay
nl: Patches toepassen op toepassingsoverzicht

source: Unpatched item comparison
nl: Verschil tussen ongepatchte items

source: Unpatched redisplay
nl: Ongepatchte items toepassen op toepassingsoverzicht

source: Reordering folder contents
nl: Bezig met herordenen…

source: Favourite apps are already shown
nl: Uw favoriete toepassingen worden al getoond

source: Favourite apps are already hidden
nl: Uw favoriete toepassingen zijn al verborgen

source: Showing favourite apps on the app grid
nl: Uw favoriete toepassingen worden getoond op het rooster

source: Hiding favourite apps on the app grid
nl: Uw favoriete toepassingen zijn verborgen van het rooster

source: Reordering app grid, due to favourite apps
nl: De favoriete toepassingen worden toegevoegd - bezig met herordenen…

source: Connected to listeners
nl: Verbonden met achtergronddienst

source: Disconnected from listeners
nl: Verbinding verbroken met achtergronddienst

source: App grid layout changed, triggering reorder
nl: De toepassingsindeling is gewijzigd - bezig met herordenen…

source: Favourite apps changed, triggering reorder
nl: De favoriete toepassingen zijn gewijzigd - bezig met herordenen…

source: Extension gsettings values changed, triggering reorder
nl: De uitbreidingswaarden (gsettings) zijn aangepast - bezig met herordenen…

source: Folders changed, triggering reorder
nl: De mappen zijn gewijzigd - bezig met herordenen…

source: Installed apps changed, triggering reorder
nl: De geïnstalleerde toepassingen zijn gewijzigd - bezig met herordenen…

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Alphabetical App Grid
nl: Alfabetisch toepassingsrooster

source: Restore the alphabetical ordering of the app grid
nl: Herstel de alfabetische sortering van het toepassingsrooster

source: Contribute on GitHub
nl: Meehelpen op GitHub

source: About
nl: Over

source: Alphabetical App Grid Preferences
nl: Voorkeuren

source: Alphabetical
nl: Alfabetisch

source: Found this useful? <a href="https://www.paypal.com/donate?hosted_button_id=G2REEPPNZK9GN">Consider donating :)</a>
nl: Gebruikt u deze uitbreiding graag? <a href="https://www.paypal.com/donate?hosted_button_id=G2REEPPNZK9GN">Overweeg dan een donatie :)</a>

source: GNOME 40+ settings
nl: GNOME 40+-voorkeuren

source: Allows displaying the favourite apps on the app grid
nl: Toont uw favoriete toepassingen op het toepassingsrooster

source: Show favourite apps on the app grid
nl: Favoriete toepassingen tonen op rooster

source: General settings
nl: Algemene voorkeuren

source: Whether the contents of folders should be sorted alphabetically
nl: Of mapinhoud alfabetisch gesorteerd moet worden

source: Sort folder contents
nl: Mapinhoud sorteren

source: Where to place folders when ordering the applications grid
nl: Waar mappen geplaatst moeten worden op het rooster

source: Position of ordered folders
nl: Positie van geordende mappen

source: Developer settings
nl: Ontwikkelaarsvoorkeuren

source: Allow the extension to send messages to the system logs
nl: Laat de extensie een logboek aanleggen met daarin alle uitvoer

source: Enable extension logging
nl: Logboek aanleggen
