Repository: stuarthayhurst/alphabetical-grid-extension
Catalog: extension/po/*.po
Languages: ar, bg, fa, ja, ru, tr, zh_tw

source: About
ar: حول
ru: Информация
zh_tw: 關於

source: Settings
ar: إعدادات
bg: Настройки
fa: تنظیمات
ja: 設定
ru: Настройки
tr: Ayarlar
zh_tw: 設定

source: Credits
ar: إشادات
ru: Благодарности
zh_tw: 貢獻人員

source: Restore the alphabetical ordering of the app grid
ar: استعادة الترتيب الأبجدي لشبكة التطبيق
ru: Восстанавливает алфавитный порядок сетки приложений
zh_tw: 讓應用程式按照字母順序

source: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Contribute on GitHub</a>
ar: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">المساهمة على GitHub</a>
ru: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Внести свой вклад на GitHub</a>
zh_tw: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">在GitHub上貢獻</a>

source: This program comes with absolutely no warranty.
ar: هذا البرنامج يأتي بلا أي ضمان على الإطلاق.
ru: Эта программа поставляется без каких-либо гарантий.
zh_tw: 這個程式不包含任何擔保

source: See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, version 3 or later</a> for details.
ar: راجع <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU الترخيص العام ، الإصدار 3 أو أحدث </a> للحصول على التفاصيل.
ru: Подробнее см. <a href="https://www.gnu.org/licenses/gpl-3.0.html">Стандартная общественная лицензия GNU, версия 3 или более поздняя</a>.
zh_tw: 更多相關細節請參考GNU General Public License<a href="https://www.gnu.org/licenses/gpl-3.0.html">授權條款

source: Extension developers:
ar: مطورو الامتدادات:
ru: Разработчики расширения:
zh_tw: 開發者：

source: Translators:
ar: المترجمون:
ru: Переводчики:
zh_tw: 翻譯：

source: Thanks to everyone who helped make and translate this extension :)
ar: شكرًا لكل من ساعد في إنشاء وترجمة هذا الامتداد :)
ru: Спасибо всем, кто помог сделать и перевести это расширение :)
zh_tw: 感謝幫忙開發和翻譯的人們(｡・ω・｡)

source: Alphabetical
ar: ترتيب أبجدي
bg: По азбучен ред
fa: الفبایی
ja: アルファベット順
ru: По алфавиту
tr: Alfabetik
zh_tw: 按照字母順序

# position
source: Start
ar: بداية
ru: В начале
zh_tw: 開頭

# position
source: End
ar: نهاية
ru: В конце
zh_tw: 結尾

source: Found this useful? <a href="https://paypal.me/stuartahayhurst">Consider donating</a> :)
ar: Vهل وجدت هذا مفيدًا؟ <a href="https://paypal.me/stuartahayhurst">فكر في تقديم تبرع </a> :)
ru: Пригодилось? <a href="https://paypal.me/stuartahayhurst">Подумайте о пожертвовании</a> :)
zh_tw: 好用ㄇ? <a href="https://paypal.me/stuartahayhurst">斗內一下</a> ლ(́◕◞౪◟◕‵ლ)

source: General settings
ar: الإعدادات العامة
bg: Общи настройки
fa: تنظمیات همگانی
ja: 一般設定
ru: Общие настройки
tr: Genel ayarlar
zh_tw: 設定

source: Whether the contents of folders should be sorted alphabetically
ar: لتحديد ما إذا كان يجب فرز محتويات المجلدات أبجديًا أم لا
bg: Определя дали ще се сортира съдържанието на папките
fa: چینش الفبایی محتویات پوشه‌ها
ja: フォルダーの内容をアルファベット順に並べ替えるかどうか
ru: Должно ли содержимое папок сортироваться по алфавиту
tr: Klasör içerikleri alfabetik olarak düzenlenmeli mi
zh_tw: 讓資料夾內應用程式也按照字母順序

source: Sort folder contents
ar: فرز محتويات المجلد
bg: Сортиране на съдържанието на папките
fa: چینش محتویات پوشه
ja: フォルダーの内容を並べ替える
ru: Сортировать содержимое папок
tr: Klasör içeriklerini sırala
zh_tw: 歸納資料夾內容

source: Where to place folders when ordering the applications grid
ar: مكان وضع المجلدات عند طلب شبكة التطبيقات
bg: Къде да бъдат поставени папките в решетката с приложенията
fa: مکان قرارگیری پوشه‌ها هنگام چنیش شبکهٔ کاره‌ها
ja: アプリケーショングリッドを順番に並べる際、フォルダーをどこに配置するか
ru: Где размещать папки при упорядочивании сетки приложений
tr: Klasörlerin uygulama ızgarasında nerede konumlandırılacağı
zh_tw: 在定位應用程式時要在哪裡放資料夾

source: Position of ordered folders
ar: موضع المجلدات المرتبة
bg: Положение на папките при сортиране
fa: مکان پوشه‌های چیده‌شده
ja: フォルダーの位置
ru: Положение упорядоченных папок
tr: Sıralı klasörlerin konumu
zh_tw: 排序後的資料夾位置

source: Developer settings
ar: إعدادات المطور
bg: Настройки за разработчици
fa: تنظیمات توسعه‌دهنده
ja: 開発者用設定
ru: Для разработчиков
tr: Geliştirici seçenekleri
zh_tw: 開發者設定

source: Allow the extension to send messages to the system logs
ar: السماح للامتداد بإرسال رسائل إلى سجلات النظام
bg: Позволяване на добавката да записва служебна информация в системния журнал
fa: به افزونه اجازه دهید به گزارش‌های سامانه پیام بفرستد
ja: システムログへのメッセージの送信を拡張機能に許可します
ru: Разрешить расширению отправлять сообщения в системные журналы
tr: Eklentinin sistem günlüklerine mesaj iletmesine izin ver
zh_tw: 允許傳送資料給開發者

source: Enable extension logging
ar: تفعيل سجلات الامتداد
bg: Включване на журнала за разширението
fa: به کار اندازی گزارش کردن افزونه
ja: 拡張機能のログを有効にする
ru: Включить отладку
tr: Eklenti için günlük tutmayı aktifleştir

source: Alphabetical App Grid
ar: شبكة التطبيقات الأبجدية

source: Start
bg: В началото
fa: ابتدا
ja: 先頭
tr: Baş

source: End
bg: В края
fa: انتها
ja: 末尾
tr: Son

source: Report an issue
bg: Докладване на грешка
fa: گزارش یک مشکل
ja: 不具合を報告
tr: Hata bildir

source: GitHub issue tracker
bg: Система за следене на проблеми в GitHub
fa: ردیاب مشکل گیت‌هاب
ja: GitHub イシュートラッカー
tr: GitHub hata takipçisi

source: Donate via GitHub
bg: Дарете чрез GitHub
fa: اعانه با گیت‌هاب
ja: GitHub で寄付する
tr: GitHub ile Bağış Yap

source: Become a sponsor
bg: Станете спонсор
fa: حامی شوید
ja: スポンサーになりましょう
tr: Sponsor ol

source: Donate via PayPal
bg: Дарете чрез PayPal
fa: اعانه با پی‌پل
ja: PayPal で寄付する
tr: PayPal ile Bağış Yap

source: Thanks for your support :)
bg: Благодарности за вашата помощ :)
fa: سپاس برای حمایتتان :)
ja: ご支援いただきありがとうございます :)
tr: Desteğin içi teşekkürler :)

source: Links
bg: Връзки
fa: پیوندها
ja: リンク
tr: Bağlantılar
