Repository: stuarthayhurst/alphabetical-grid-extension
Catalog: po/*.po
Languages: de, fr

source: Reordering app grid
de: Raster wird neu geordnet
fr: Réorganisation de la grille d’applications

source: Patched item comparison
de: Itemvergleich-Methode gepatched
fr: Comparaison des éléments corrigés

source: Patched redisplay
de: Redisplay-Methode gepatched
fr: Réaffichage corrigé

source: Unpatched item comparison
de: Itemvergleich-Methode entpatched
fr: Comparaison d’éléments non corrigés

source: Unpatched redisplay
de: Redisplay-Methode entpatched
fr: Réaffichage non corrigé

source: Reordering folder contents
de: Ordnerinhalt wird neu geordnet
fr: Réorganisation du contenu des dossiers

source: Favourite apps are already shown
de: Favorisierte Anwendungen werden bereits angezeigt
fr: Les applications préférées sont déjà affichées

source: Favourite apps are already hidden
de: Favorisierte Anwendungen werden bereits versteckt
fr: Les applications préférées sont déjà masquées

source: Showing favourite apps on the app grid
de: Favorisierte Anwendungen werden im Raster angezeigt
fr: Affichage des applications préférées sur la grille d’applications

source: Hiding favourite apps on the app grid
de: Favorisierte Anwendungen werden im Raster versteckt
fr: Masquer les applications préférées sur la grille d’applications

source: Reordering app grid, due to favourite apps
de: Anwendungsraster wird aufgrund der favorisierten Anwendungen neu geordnet
fr: Réorganisation de la grille d’applications, en raison des applications préférées

source: Connected to listeners
de: Mit Listenern verbunden
fr: Connecté aux auditeurs

source: Disconnected from listeners
de: Von Listenern getrennt
fr: Déconnecté des auditeurs

source: App grid layout changed, triggering reorder
de: Layout des Anwendungsrasters wurde geändert, Neuordung wird ausgelöst
fr: La disposition de la grille d’applications a été modifiée, déclenchant la réorganisation

source: App movement detected, triggering reorder
de: Anwendungsbewegung erfasst, Layout des Anwendungsrasters wurde geändert, Neuordung wird ausgelöst

source: App grid opened, triggering one-off reorder
de: Anwendungsraster wurde geöffnet, einmalige Neuordung wird ausgelöst

source: Favourite apps changed, triggering reorder
de: Favorisierte Anwendungen wurden geändert, Neuordnung wird ausgelöst
fr: Applications préférées modifiées, déclenchant une réorganisation

source: Extension gsettings values changed, triggering reorder
de: gsettings-Werte der Erweiterung wurden geändert, Neuordnung wird ausgelöst
fr: Les valeurs des paramètres d’extension ont changé, déclenchant la réorganisation

source: Folders changed, triggering reorder
de: Ordner wurden geändert, Neuordnung wird ausgelöst
fr: Les dossiers ont été modifiés, déclenchant la réorganisation

source: Installed apps changed, triggering reorder
de: Installierte Anwendungen wurden geändert, Neuordnung wird ausgelöst
fr: Les applications installées ont été modifiées, déclenchant une réorganisation

source: translator-credits
de: Philipp Kiemle <philipp.kiemle@gmail.com>, 2021
fr: Philipp Kiemle <philipp.kiemle@gmail.com>

source: Restore the alphabetical ordering of the app grid
de: Stellt die alphabetische Sortierung des Anwendungsrasters wieder her
fr: Restaurer l’ordre alphabétique de la grille d’applications

source: Contribute on GitHub
de: Mitwirken auf GitHub
fr: Contribuer sur GitHub

source: About
de: Info
fr: À propos

source: Alphabetical App Grid Preferences
de: Alphabetical App Grid-Einstellungen
fr: Préférences de grille d’applications alphabétique

source: Alphabetical
de: Alphabetisch
fr: Alphabétique

# position
source: Start
de: Anfang
fr: Début

# position
source: End
de: Ende
fr: Fin

source: Found this useful? <a href="https://www.paypal.com/donate?hosted_button_id=G2REEPPNZK9GN">Consider donating :)</a>
de: Ist das nützlich? <a href="https://www.paypal.com/donate?hosted_button_id=G2REEPPNZK9GN">Eine Spende wäre nett :)</a>
fr: Vous avez trouvé cela utile ? <a href="https://www.paypal.com/donate?hosted_button_id=G2REEPPNZK9GN">Pensez à faire un don :)</a>

source: GNOME 40+ settings
de: Einstellungen für GNOME 40+
fr: Paramètres GNOME 40+

source: Allows displaying the favourite apps on the app grid
de: Legt fest, ob favorisierte Anwendungen im Anwendungsraster angezeigt werden sollen
fr: Permet d’afficher les applications préférées sur la grille d’applications

source: Show favourite apps on the app grid
de: Favorisierte Anwendungen im Raster anzeigen
fr: Afficher les applications préférées sur la grille d’applications

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Whether the contents of folders should be sorted alphabetically
de: Legt fest, ob Ordnerinhalte ebenfalls alphabetisch geordnet werden sollen
fr: Indique si le contenu des dossiers doit être trié par ordre alphabétique

source: Sort folder contents
de: Ordnerinhalt sortieren
fr: Trier le contenu du dossier

source: Where to place folders when ordering the applications grid
de: Legt fest, an welcher Stelle Ordner im Anwendungsraster angezeigt werden sollen
fr: Où placer les dossiers lors de l’organisation de la grille d’applications

source: Position of ordered folders
de: Ordnerposition
fr: Position des dossiers ordonnés

source: Developer settings
de: Entwickleroptionen
fr: Paramètres de développement

source: Allow the extension to send messages to the system logs
de: Legt fest, ob die Erweiterung Nachrichten an die Systemprotokolle sendet
fr: Autoriser l’extension à envoyer des messages aux journaux système

source: Enable extension logging
de: Protokollierung aktivieren
fr: Activer la journalisation des extensions

source: Alphabetical App Grid
fr: Grille d’applications alphabétique
